export const TERMS = `제 1조 (목적)
본 약관은 엠비팁스(이하 '서비스')의 이용에 관한 기본적인 사항을 규정합니다.
제 2조 (회원가입)
서비스 이용을 원하시는 분은 카카오톡 간편로그인을 통해 회원가입을 할 수 있습니다.
회원가입 시 필요한 정보는 카카오톡을 통해 자동으로 수집됩니다.
제 3조 (서비스의 제공)
서비스는 MBTI 설정을 기반으로 한 AI 대화 시뮬레이션을 제공합니다.
또한, 서비스 품질 개선 및 사용자 경험 향상을 위해 Google Analytics(GA)와 같은 데이터 분석 도구를 활용할 수 있습니다.
제 4조 (이용자의 의무)
회원은 서비스 이용 시 다음의 의무를 준수해야 합니다.
• 제공된 정보를 정확하게 입력해야 합니다.
• 타인의 개인정보를 침해하거나, 불법적인 행위를 해서는 안 됩니다.
제 5조 (데이터 수집 및 활용)
1. 서비스 품질 개선을 위한 데이터 수집
• 서비스는 이용자의 서비스 사용 패턴을 분석하고, 품질 개선을 위해 Google Analytics(GA)를 활용할 수 있습니다.
• GA를 통해 방문 기록, 기기 정보, 접속 지역 등의 비식별 데이터를 수집하며, 이는 개인을 식별할 수 없는 형태로 익명화되어 처리됩니다.
2. 데이터 수집 거부 방법
• 사용자는 Google에서 제공하는 Google Analytics 옵트아웃 도구를 설치하거나, 브라우저 설정을 통해 쿠키를 차단함으로써 데이터 수집을 거부할 수 있습니다.
제 6조 (서비스의 변경 및 중단)
서비스는 운영상 필요에 따라 서비스 내용을 변경하거나 중단할 수 있습니다.
제 7조 (면책사항)
서비스는 회원의 귀책사유로 발생한 손해에 대해서는 책임을 지지 않습니다.
제 8조 (약관의 변경)
서비스는 본 약관을 변경할 수 있으며, 변경 시 공지사항을 통해 안내합니다.
`;