export const TEST_QNA = [
    {
        number: 1,
        question: `상대방은 모임에서 주로\n어떤 모습을 보이나요?`,
        answers: [
            "중심에 서서 분위기를 띄우고 활발하게 교류한다.",
            "조용히 관찰하며 필요할 때 의견을 낸다."
        ]
    },
    {
        number: 2,
        question: "상대방은 새로운 아이디어를 어떻게 이야기 하나요?",
        answers: [
            "현실적이고 실용적인 예시를 든다.",
            "개념적이고 추상적인 설명을 한다."
        ]
    },
    {
        number: 3,
        question: "상대방은 고민을 어떻게 들어주나요?",
        answers: [
            "논리적으로 해결책을 분석하려 한다.",
            "감정적으로 공감하며 들어준다."
        ]
    },
    {
        number: 4,
        question: "상대방은 일정을 어떻게 세우는 편인가요?",
        answers: [
            "세부적인 계획을 세워 체계적으로 움직인다.",
            "즉흥적으로 행동하며 변화에 유연하게 대처한다."
        ]
    },
    {
        number: 5,
        question: "상대방은 스트레스를 받을 때 어떻게 행동하나요?",
        answers: [
            "혼자 조용히 해결하며 감정을 잘 드러내지 않는다.",
            "주변 사람들과 이야기하며 감정을 공유한다."
        ]
    },
    {
        number: 6,
        question: "상대방은 평소 대화에서 어떤 주제를 선호하나요?",
        answers: [
            "실생활과 관련된 구체적이고 현실적인 이야기",
            "철학적이거나 미래에 대한 개념적인 이야기"
        ]
    },
    {
        number: 7,
        question: "상대방이 다른 사람들과 갈등이 있을 때, 어떻게 행동하나요?",
        answers: [
            "논리적으로 상황을 정리하며 해결하려 한다.",
            "상대방의 감정을 고려하며 의견을 조율한다."
        ]
    },
    {
        number: 8,
        question: "상대방은 갑작스러운 변화에 어떻게 대응하나요?",
        answers: [
            "미리 준비된 계획을 기반으로 대처한다.",
            "상황을 빠르게 파악하고 유연하게 대처한다."
        ]
    },
    {
        number: 9,
        question: "상대방이 주변 사람들과 시간을 보낼 때, 어떤 모습인가요?",
        answers: [
            "여러 사람과 두루두루 친하게 지낸다.",
            "소수의 사람들과 깊이 있는 대화를 나눈다."
        ]
    },
    {
        number: 10,
        question: "상대방은 과거의 일을 기억할 때, 어떤 특징이 있나요?",
        answers: [
            "구체적인 날짜, 장소, 사람 등 정보를 기억한다.",
            "전체적인 흐름과 의미를 중심으로 기억한다."
        ]
    },
    {
        number: 11,
        question: "상대방은 문제를 해결할 때 어떤 접근 방식을 보이나요?",
        answers: [
            "원인을 분석하고 논리적으로 해결하려 한다.",
            "직관을 따르거나 사람들의 감정을 고려한다."
        ]
    },
    {
        number: 12,
        question: "상대방은 업무나 과제를 수행할 때 어떤 모습을 보이나요?",
        answers: [
            "미리 계획하고 체계적으로 진행한다.",
            "기한에 맞춰 유동적으로 조정하며 마무리한다."
        ]
    }
]